[
    {
        "description": "Used here for Bicep Barbell Curls, the principle of 21s can be used for many different exercises.  Do seven half reps in the lower half of the movement.  Then do seven more, just doing the upper half of the movement.  Then straight in to seven full reps.  As this is biceps, concentrate on the squeeze at the top of the movement.  ",
        "category": "weights",
        "muscleGroup": "Arms",
        "equipment": "Barbell/Dumbbell",
        "name": "21S",
        "youtubeId": "qf6KO7qKFRI"
    },
    {
        "description": "Using a lighter weight, this sequence of movements combines front and lateral raises to hit all angles of the shoulder. The sequence is: out to the side, round the front, up overhead, down to the front, out to the side and back to start position.",
        "category": "weights",
        "muscleGroup": "Shoulders",
        "equipment": "Dumbbell",
        "name": "6 Ways",
        "youtubeId": "nvEE4u3qfJY"
    },
    {
        "description": "Training with resistance can help add thickness to your abdominal muscles, creating deeper cuts.   To create a more effective, cable crunch, kneel on a bench with your feet anchored by a dumbbell.   The bench will allow you to go lower at the bottom of the movement, created a greater squeeze.  So, stretch up at the top, squeeze low at the bottom. ",
        "category": "weights",
        "muscleGroup": "Abs",
        "equipment": "Bench/Cable",
        "name": "Advanced Weighted Cable Crunch",
        "youtubeId": "AV5PmZJIrrw"
    },
    {
        "description": "Lying on your back, knees bent, feet flat on the floor.  Raise your shoulders slightly off the ground.  Move from side to side, touching one heel then the other. ",
        "category": "weights",
        "muscleGroup": "Abs",
        "equipment": "",
        "name": "Alternate Heel Touch",
        "youtubeId": "RW25fbkQxVQ"
    },
    {
        "description": "Keep tension on your abs by keeping your feet raised from the ground, shoulders also raised up a few inches off the ground. Raise left knee to right elbow so that they almost touch.  Alternate, right need to left elbow.  Breathe out as you squeeze. ",
        "category": "weights",
        "muscleGroup": "Abs",
        "equipment": "",
        "name": "Alternating Crunch",
        "youtubeId": "y37CmEVpX4Q"
    },
    {
        "description": "Using an inward grip, curl the dumbbell up towards your shoulder, first one side, then the other.  Squeeze at the top, stretch at the bottom.  Working each side separately will help isolate the biceps. ",
        "category": "weights",
        "muscleGroup": "Arms",
        "equipment": "Dumbbell",
        "name": "Alternating Dumbbell Curl",
        "youtubeId": "sAq_ocpRh_I"
    },
    {
        "description": "Focussing on the front of the shoulders, by alternating your front raises left then right will help you avoid swinging and give better control.  Twist your pinkie finger out at the top of the movement.   Don't go too heavy on the weight - this is an isolation movement. ",
        "category": "weights",
        "muscleGroup": "Shoulders",
        "equipment": "Dumbbell",
        "name": "Alternating Dumbbell Front Raises",
        "youtubeId": "-t7fuZ0KhDA"
    },
    {
        "description": "Using the bench for stability, set it at an angle of about 75 degrees, which is more efficient on your joints.  Alternating arms gives maximum time under tension for each shoulder.  Raise each dumbbell to the ceiling, rather than overhead. ",
        "category": "weights",
        "muscleGroup": "Shoulders",
        "equipment": "Dumbbell",
        "name": "Alternating Dumbbell Press Seated",
        "youtubeId": "qEwKCR5JCog"
    },
    {
        "description": "Hold the dumbbells with your palms facing inwards.  Raise each dumbbell in turn, keeping them vertical.  Don't twist your wrists.  Squeeze at the top.  You can raise them to the front, or across your body, which may help the squeeze. ",
        "category": "weights",
        "muscleGroup": "Arms",
        "equipment": "Dumbbell",
        "name": "Alternating Hammer Curl",
        "youtubeId": "zC3nLlEvin4"
    },
    {
        "description": "Named for Arnold Schwarzenegger, this exercise works each part of the shoulder in turn.  Start with the dumbbells at your shoulder, palms facing towards you. As you go up, twist so that at the top of the movement, your palms are facing forwards. Not too heavy on the weight, this is about isolation. ",
        "category": "weights",
        "muscleGroup": "Shoulders",
        "equipment": "Dumbbell",
        "name": "Arnold Press",
        "youtubeId": "3ml7BH7mNwQ"
    },
    {
        "description": "A great exercise to start your Chest Workout, take a grip slightly wider than your shoulders.   As you come down, take your elbows out. As you come up, concentrate on bringing the elbows together, to shorten the pec muscle.  A compound movement, this exercise is ideal for adding weight and reducing reps during the set, to increase muscle growth. ",
        "category": "weights",
        "muscleGroup": "Chest",
        "equipment": "Barbell/Bench",
        "name": "Barbell Flat Bench Press",
        "youtubeId": "rT7DgCr-3pg"
    },
    {
        "description": "An exercise to stretch the pec fibres. Keep the arms locked, slight bend in the elbow.  Taking the bar out behind you, move only at the shoulder.  As you increase the weight, you may need a spotter to help you. ",
        "category": "weights",
        "muscleGroup": "Chest",
        "equipment": "Barbell",
        "name": "Barbell Pullover",
        "youtubeId": "3QiBnN2r51I"
    },
    {
        "description": "An ideal complement to your Shoulder Workout, this exercise focusses on Traps and Rhomboids, making it an ideal finisher.  Don't go too heavy on this exercise.  Hold the bar with hands shoulder width apart, palms towards you.  Keep your shoulder blades together. Stretch down, and squeeze up. ",
        "category": "weights",
        "muscleGroup": "Shoulders",
        "equipment": "Barbell Smith Machine",
        "name": "Barbell Shrugs",
        "youtubeId": "jTVbilkxSAk"
    },
    {
        "description": "Find the correct angle to work the lats and middle back.  Leaning over less will put the effort on your traps and rhomboids (see Barbell Shrug).   Here, you're aiming to hit middle back.  Knees bent to increase the angle at the hips, lock the lower body, no bouncing from the legs or swinging at the hips. Keep the back straight.  The whole movement comes from drawing the elbows up and back. ",
        "category": "weights",
        "muscleGroup": "Back",
        "equipment": "Barbell",
        "name": "Bent Over Barbell Row",
        "youtubeId": "vT2GjY_Umpw"
    },
    {
        "description": "Sitting will help you avoid using the legs or hips to generate movement.  Bend over at 45 degrees to focus effort on the back of the shoulder or Rear Delt muscle.  Arms locked, move only at the shoulder, taking the elbows up and wide.  Control on the way up, and on the way down. ",
        "category": "weights",
        "muscleGroup": "Shoulders",
        "equipment": "Bench/Dumbbell",
        "name": "Bent Over Raises Seated",
        "youtubeId": "gQYAmUtpX4Q"
    },
    {
        "description": "Knees bent, leaning forward, locked at the hips.   Control the weight, back straight, arms locked, moving only at the shoulder.  Take the elbows up and out.  Keep control on the way down.  This will target your Rear Delts to make your shoulders pop. ",
        "category": "weights",
        "muscleGroup": "Shoulders",
        "equipment": "Dumbbell",
        "name": "Bent Over Reverse Flys Standing",
        "youtubeId": "rQhdsa5QdVU"
    },
    {
        "description": "As with other bent over rows, have your knees bent, leaning forward at the hips, hips locked.  Raise the elbow up and out.   In this variation, your head is on the back of a bench to help stabilise the upper body, focussing the effort on your middle back. ",
        "category": "weights",
        "muscleGroup": "Back",
        "equipment": "Dumbbell",
        "name": "Bent Over Row Variation Supported",
        "youtubeId": "rqzwanQLXV8"
    },
    {
        "description": "Helping to build width in the back by focussing on the Lats, take a fairly wide grip.  Keep control on the way up and on the way down.  Raise your body up so that your chin comes level with the bar.  ",
        "category": "weights",
        "muscleGroup": "Back",
        "equipment": "Pull Up Bar",
        "name": " Pull Up",
        "youtubeId": "HVgBWSOPx0I"
    },
    {
        "description": "With one leg back on the bench, keep your back straight, head up.   Lower your body down using the front leg.  The weights will also help you keep your balance.  This is an isolation exercise, so you don’t need to go too heavy with the weights. ",
        "category": "weights",
        "muscleGroup": "Legs",
        "equipment": "Bench/Dumbbell",
        "name": "Bulgarian Split Squat",
        "youtubeId": "2C-uNgKwPLE"
    },
    {
        "description": "The cable provides constant tension.   You can use your other fist to keep your elbow steady.   Slowly up, squeeze at the top, slowly down, keep control. ",
        "category": "weights",
        "muscleGroup": "Arms",
        "equipment": "Cable",
        "name": "Cable Concentration Curl",
        "youtubeId": "ry2LiWeKtoo"
    },
    {
        "description": "For a regular crunch, you'd lie on your back, using  for resistance.  Here, you're kneeling, using the cable for resistance, allowing you to vary the weight.  Hold the handle behind your head, elbows beside your ears. The cable also keeps the resistance constant throughout the movement.  Stretch at the top, squeeze at the bottom.   Breathe out as you slowly come down. ",
        "category": "weights",
        "muscleGroup": "Abs",
        "equipment": "Cable",
        "name": "Cable Crunch",
        "youtubeId": "AV5PmZJIrrw"
    },
    {
        "description": "Hold the cables in a crossed over position to start.  Pull them out and back, focusing on the squeeze on the triceps.",
        "category": "weights",
        "muscleGroup": "Arms",
        "equipment": "Cable",
        "name": "Cable Extension Crossover",
        "youtubeId": "m_jlB9RsId4"
    },
    {
        "description": "Set the pullys high on the cable machine.  Take both handles, lean forward slightly, standing slightly in front of the machine, elbows slightly bent.  Slowly bring the handles down in front of your body. Squeeze your chest at the bottom of the movement.   Slowly back, keeping elbows locked.",
        "category": "weights",
        "muscleGroup": "Chest",
        "equipment": "Cable",
        "name": "Cable Flys",
        "youtubeId": "1SoJVttMI1w"
    },
    {
        "description": "With the pulleys set low, you're using an underhand grip to raise the handles up and forward. The variation here is that you're keeping one side up in tension, while you work the other.  Additional time under tension will help increase muscle growth. ",
        "category": "weights",
        "muscleGroup": "Chest",
        "equipment": "Cable",
        "name": "Cable Flys Low To High Alternating Variation",
        "youtubeId": "-EIhKMDSjBY"
    },
    {
        "description": "The Cable Lateral Raise is an exercise to target the middle delt muscle of the shoulder.   In this variation, you're standing legs apart, taking the cable out through the legs to focus maximum effort on the middle delt.  Leaning over will also help you create a full range of movement. ",
        "category": "weights",
        "muscleGroup": "Shoulders",
        "equipment": "Cable",
        "name": "Cable Lateral Raise Variation",
        "youtubeId": "SGb70ls8lKs"
    },
    {
        "description": "Use this exercise to hit the middle shoulder muscle, or middle delt.  Leaning over will help you create a full range of movement.   Set the pully low, take the handle out and up, moving slowly up, slowly down. Hold for a second at the top of the movement. ",
        "category": "weights",
        "muscleGroup": "Shoulders",
        "equipment": "Cable",
        "name": "Cable Lateral Raises",
        "youtubeId": "wsMy9Si-HbI"
    },
    {
        "description": "By using a close grip handle on the Cable Pull Down, you're focusing the effort into the middle back,  Keep your chest up, shoulder blades back.   Keep your elbows tucked in at the sides as you squeeze the handles towards your chest.  Hold for one second at the bottom of the movement, before releasing slowly and with control.  ",
        "category": "weights",
        "muscleGroup": "Back",
        "equipment": "Cable",
        "name": "Cable Pull Down Variation Close Grip",
        "youtubeId": "v_eJFvdAcUw"
    },
    {
        "description": "Lean slightly forward, hold the bar and pull down slowly, with control.  When your arm is fully extended, squeeze.  Here, we're showing two different grip variations - underhand and overhand.  Each works the tricep in a slightly different way.  You can also use and EZ bar attachment to vary the angle of the grip. ",
        "category": "weights",
        "muscleGroup": "Arms",
        "equipment": "Cable",
        "name": "Cable Pulldowns",
        "youtubeId": "AjCCGN2tU3Q"
    },
    {
        "description": "With a slight bend in the knees, bend at the hip to around 45 degrees.  With a straight back, lock the lower body.  Bring the handle down towards your waist.  Keep the tension across the whole movement, up and down.   You're working hardest on the negative part of the movement, so focus on keeping control on the way up. ",
        "category": "weights",
        "muscleGroup": "Back",
        "equipment": "Cable",
        "name": "Cable Pullovers",
        "youtubeId": "gxOwRCbkcqw"
    },
    {
        "description": "Set the pullys low, and take the handles in both hands.  Palms facing up, bring the handles up and together in front of you.  Squeeze at the top of the movement.   Slow and controlled on the way up, and on the way down. ",
        "category": "weights",
        "muscleGroup": "Chest",
        "equipment": "Cable",
        "name": "Cables Low To High",
        "youtubeId": "M1N804yWA-8"
    },
    {
        "description": "Hanging from the bar with an underhand grip, crunch your whole body, raising your knees and bringing your nose to the bar.  Squeeze your knees in to your chest at the top of the movement.  Keep control on the way down. ",
        "category": "weights",
        "muscleGroup": "Abs",
        "equipment": "Pull Up Bar",
        "name": "Chin Up Crunch",
        "youtubeId": "0wYEqVuW2uU"
    },
    {
        "description": "This exercise achieves great concentration on the bicep, by using the Preacher Curl bench to stop your arms swinging around.  Further concentration is achieved by hitting each arm separately.   Use a Hammer Grip by keeping the dumbbell upright, hand facing to the side at all times.   Squeeze hard at the top of the movement.  Slow and controlled on the way down. ",
        "category": "weights",
        "muscleGroup": "Arms",
        "equipment": "Dumbbell",
        "name": "Concentration Hammer Curl",
        "youtubeId": "ebqgIOiYGEY"
    },
    {
        "description": "Take a half squat position, and keep that position as you step out wide to the left for ten steps, then ten to the right.  Stay low as you crab along to either side, but don't let your hips go below your knees.   Add a band around your ankles for greater resistance. ",
        "category": "weights",
        "muscleGroup": "Legs",
        "equipment": "Bands",
        "name": "Crab Walks",
        "youtubeId": "Xwcbm93mM-o"
    },
    {
        "description": "Knees bent, feel planted on the floor, raise your shoulders off the ground for your start position.   Cross your arms in front of you, and reach left arm to right knee, then right arm to left knee, and repeat.  Keep tension the whole time, with your shoulders off the ground.  ",
        "category": "weights",
        "muscleGroup": "Abs",
        "equipment": "",
        "name": "Cross Crunch",
        "youtubeId": "hnbfTVBS54c"
    },
    {
        "description": "This variation on the standard crunch gives extra emphasis to squeezing the abdominal muscles at the top of the movement. Keep your whole body in tension throughout.   Legs raise, so your feet never touch the floor.   Squeeze and hold for at least one second at the top of the crunch.  ",
        "category": "weights",
        "muscleGroup": "Abs",
        "equipment": "",
        "name": "Crunch With Hold",
        "youtubeId": "-Px4192RIso"
    },
    {
        "description": "With a barbell over your shoulders, not too heavy, lunge each leg back and to the opposite side, as you bend the standing knee.   Five reps one side, five reps the other.   Really stretch the glute out and back as you lunge. ",
        "category": "weights",
        "muscleGroup": "Legs",
        "equipment": "",
        "name": "Curtsey Lunges",
        "youtubeId": "Ix_SFZVDy0I"
    },
    {
        "description": "Lay down on your back and take an upside-down table position - hands raised, legs up, knees bent.  Slowly straighten one leg and extend so it's not quite touching the floor.  Raise back up, and extend the other leg. Keep tension in the abs and core the whole time. ",
        "category": "weights",
        "muscleGroup": "Abs",
        "equipment": "",
        "name": "Dead Bug",
        "youtubeId": "4XLEnwUr1d8"
    },
    {
        "description": "While a Stiff Leg Deadlift works the hamstrings, a regular Deadlift like this works the legs and lower back.   Plant your feet hip distance apart.   Bending your knees slightly, bend over and grip the bar.  As you come up, keep the bar close to your body.  Keep your back straight, shoulders back at all time.   Come up straight at the top, before going down slowly with control.  ",
        "category": "weights",
        "muscleGroup": "Legs",
        "equipment": "Barbell",
        "name": "Deadlift ",
        "youtubeId": "ytGaGIn3SjE"
    },
    {
        "description": "Hitting the lower part of the chest, set the hands wider than your shoulders.  Move the bar slowly towards your chest, keeping tension in the muscle the whole time.   Get an extra pump by squeezing your chest after the exercise. ",
        "category": "weights",
        "muscleGroup": "Chest",
        "equipment": "Barbell",
        "name": "Decline Bench Barbell Press",
        "youtubeId": "LfyQBUKR8SE"
    },
    {
        "description": "A slight variation on the standard cable fly, here you're focussing the effort on the lower pec, by leaning forward only slightly, and bringing your hands together fairly near your body.  Lock the arms with a slight bend in the elbows, move only at the shoulder joint, concentrating on squeezing the pec muscle together.",
        "category": "weights",
        "muscleGroup": "Chest",
        "equipment": "Cable",
        "name": "Decline Cable Fly",
        "youtubeId": "TR4FdOs_7PY"
    },
    {
        "description": "A decline bench will focus the effort on the lower pec.   Go back on the bench, take a pair of dumbbells that aren't to heavy - this is about control.  Lock the arms with a slight bend in the elbows.  Take the dumbbells out to the sides, controlled on the way up and on the way down.   Concentrate on stretching the pec fibres at the bottom of the movement. ",
        "category": "weights",
        "muscleGroup": "Chest",
        "equipment": "Dumbbell",
        "name": "Decline Dumbbell Fly",
        "youtubeId": "IMALXhhHRKM"
    },
    {
        "description": "The machine takes away the need for stabilisation, so you can go heavier that you would with dumbbells, for example.  the decline angle of the machine means that you're working the lower part of your chest.  Keep control on both parts of the movement, forward and backwards.  Squeeze as you push forward at the top of the movement. ",
        "category": "weights",
        "muscleGroup": "Chest",
        "equipment": "Machine",
        "name": "Decline Machine Press",
        "youtubeId": "mWkZ76tLk-c"
    },
    {
        "description": "Dips can target triceps or chest, depending on how you do them.  To focus on chest, lean forward slightly during the movement.  Keeping your elbows close to your body, come down, stretching the pec muscle at the bottom.  In many gyms, you can use an assisted machine to control the weight by standing or kneeling on a pad, ",
        "category": "weights",
        "muscleGroup": "Chest",
        "equipment": "Machine",
        "name": "Dips (Chest)",
        "youtubeId": "yN6Q1UI_xkE"
    },
    {
        "description": "Dips can target either chest or triceps.  To focus the effort on triceps, keep the body upright, and bend only at the elbow.   Keep the elbows tucked in as you go down.  Come up and lock out fully at the top.  If the handles are adjustable, chose a narrow setting.   Some gyms have an assisted machine where you can control the weight by standing or kneeling on a lever or pad. ",
        "category": "weights",
        "muscleGroup": "Arms",
        "equipment": "Machine",
        "name": "Dips (Triceps)",
        "youtubeId": "sM6XUdt1rm4"
    },
    {
        "description": "Start lying flat on the floor. Tense your core, then raise your upper and lower body, hands outstretched behind you, forming a dish shape. Hold in this position for a count of 30.   Then, to make more challenging, rock forwards and backwards, maintaining dish position. ",
        "category": "weights",
        "muscleGroup": "Abs",
        "equipment": "",
        "name": "Dish Hold & Rock",
        "youtubeId": "MLcC5yLTGIY"
    },
    {
        "description": "Set the pulleys at roughly head height.  Keep your elbows level with your shoulders.  Pull the handles towards you using only your biceps. Shoulders locked, don't let your elbows move around. Squeeze at the top of the movement.  You may wish to stand with one foot forward for stability.",
        "category": "weights",
        "muscleGroup": "Arms",
        "equipment": "Cable",
        "name": "Double Arm Standing Cable Curl",
        "youtubeId": "hdLsY40fO6U"
    },
    {
        "description": "Stand holding the bar in front of you, hands slightly wider than your shoulders, arms straight.  Pull your elbows up and back behind your body, bringing the bar up in front of your body.  Bend only at the elbows, maintaining time under tension.  ",
        "category": "weights",
        "muscleGroup": "Arms",
        "equipment": "Barbell",
        "name": "Drag Curl",
        "youtubeId": "Bhr0yZRNYQs"
    },
    {
        "description": "A standard exercise for biceps, you can create more control for each arm using dumbbells.  Starting with the dumbbells at your sides, twist as you come up, squeezing the bicep. At the top, twist the pinkie finger upwards for an even better squeeze.  Keep your elbows by your sides, don't swing the elbows. ",
        "category": "weights",
        "muscleGroup": "Arms",
        "equipment": "Dumbbell",
        "name": "Dumbbell Curls",
        "youtubeId": "in7PaeYlhrM"
    },
    {
        "description": "This is a flat bench, pressing exercise to add mass to your chest.  Back flat on the bench, shoulder blades together.  Elbows out, to force your pecs to do the work.  Take the dumbbells up to directly above your shoulders.  Slow and controlled on the way down. ",
        "category": "weights",
        "muscleGroup": "Chest",
        "equipment": "Bench/Dumbbell",
        "name": "Dumbbell Flat Bench Press",
        "youtubeId": "xphvjGDZeYE"
    },
    {
        "description": "This is a technique to create more time under tension by holding one arm out in front of you while you're working the other.   Not so heavy with the weight, this is about isolation.  Start with both arms out in front of you.   Lower one arm while the other is in hold.  Alternate left and right.  This will work your front delt, the muscle at the front of the shoulder. ",
        "category": "weights",
        "muscleGroup": "Shoulders",
        "equipment": "Dumbbell",
        "name": "Dumbbell Front Raise Hold Variation",
        "youtubeId": "-t7fuZ0KhDA"
    },
    {
        "description": "Standing upright, take a slight bend in the elbows. Move the dumbbells from your sides to level with your shoulders.  Weight not too heavy, this is isolation, working the middle delt muscle.   Keep your pinkie finger up, and elbows high.  If you can, on the last set rep out to really exhaust the muscle.  ",
        "category": "weights",
        "muscleGroup": "Shoulders",
        "equipment": "Dumbbell",
        "name": "Dumbbell Lateral Raise",
        "youtubeId": "WJm9zA2NY8E"
    },
    {
        "description": "This variation creates more time under tension by making the arm that would normally be resting work instead.  Elbows slightly bent, raise one arm at the shoulder and hold.  Raise the other arm as in a regular lateral raise. After three reps, hold the moving arm, and work the other arm. Three more reps, and swap arms again.  ",
        "category": "weights",
        "muscleGroup": "Shoulders",
        "equipment": "Dumbbell",
        "name": "Dumbbell Lateral Raise Hold Variaton",
        "youtubeId": "KCMF8w7rs70"
    },
    {
        "description": "A traditional lying hamstring curl on a machine will give the same resistance across the movement.  This variation uses a dumbbell held between the feet.  This means that the effort is harder on the lower part of the movement.  Don't forget to squeeze at the top of the movement. ",
        "category": "weights",
        "muscleGroup": "Legs",
        "equipment": "Dumbbell",
        "name": "Dumbbell Lying Hamstring Curl",
        "youtubeId": "xSjmKTf4QbA"
    },
    {
        "description": "In this squat variation, you raise your heel on a plate. This will reduce stress on your hips.  Keep the weights in line with the hips, and back straight.  ",
        "category": "weights",
        "muscleGroup": "Legs",
        "equipment": "Dumbbell",
        "name": "Dumbbell Squats On Heels",
        "youtubeId": "fs-Y4chFBG8"
    },
    {
        "description": "Lying down, raise your shoulders and feet off the ground, and keep them raised throughout the exercise.   Hands at your ears or loosely behind your head, engage your core.  Take your left elbow towards your right knee, then vice versa.  ",
        "category": "weights",
        "muscleGroup": "Abs",
        "equipment": "",
        "name": "Elbow To Knee",
        "youtubeId": "FcjwuLMdGyM"
    },
    {
        "description": "The EZ Bar gives you a grip variation that puts the emphasis on the biceps, rather than wrists and shoulders.   Keep the elbows tucked in, don't swing the upper body.  Slowly up, control on the way down.",
        "category": "weights",
        "muscleGroup": "Arms",
        "equipment": "Barbell",
        "name": "Ez Bar Curl",
        "youtubeId": "zG2xJ0Q5QtI"
    },
    {
        "description": "Working the Front Delts and Traps, take a grip slightly narrower than your waist.  An EZ Bar is ideal for this exercise, because it has less impact on your wrists.  Raise the bar to your chin, and hold for 1 second at the top for the squeeze. ",
        "category": "weights",
        "muscleGroup": "Shoulders",
        "equipment": "Barbell",
        "name": "Ez Bar Upright Row",
        "youtubeId": "Fq67opsS_hc"
    },
    {
        "description": "Aiming to hit the Rear Delts, so set the pully just above head height, take the handles, and lean back slightly.  One foot behind you for stability.  Keep the hands, elbows and shoulders in line as you pull the handles towards your face.  Elbows bend outwards as you come back.  Squeeze as you hit the top of the movement, then slowly back. ",
        "category": "weights",
        "muscleGroup": "Shoulders",
        "equipment": "Cable",
        "name": "Face Pulls",
        "youtubeId": "eIq5CB9JfKE"
    },
    {
        "description": "On a flat bench, chose a pair of dumbbells that aren't too heavy.  Take the arms out, level with your shoulders, elbows slightly bent.  Bring the dumbbells together above your chest.  Move only at the shoulder joint, the arms are locked.  Keep your chest up, shoulder blades together.  Maintain time under tension by moving slowly up, slowly down. Really feel the stretch at the bottom of the moveme",
        "category": "weights",
        "muscleGroup": "Chest",
        "equipment": "Bench/Dumbbell",
        "name": "Flat Bench Dumbbell Flys",
        "youtubeId": "eozdVDA78K0"
    },
    {
        "description": "Sit on the end of a bench, and lean your upper body back 45 degrees, supported with the hands.  Starting with your feet a few inches from the floor, legs slightly bent, raise your knees up towards your chest, then down again. Don't touch the floor.  Breathe in going up, out going down. ",
        "category": "weights",
        "muscleGroup": "Abs",
        "equipment": "Bench",
        "name": "Flat Bench Leg Tuck",
        "youtubeId": "a_VkKVsrKtE"
    },
    {
        "description": "Bend your knees out to the sides, heels together close to your butt.  This position means you can't use your lower body to assist the movement.  Then it's a straightforward crunch, hands loosely behind the head, raise the shoulders and upper torso up and crunch. ",
        "category": "weights",
        "muscleGroup": "Abs",
        "equipment": "",
        "name": "Frog Sit Up",
        "youtubeId": "7CrzdiK8tWE"
    },
    {
        "description": "Hold the bar on your front shoulders, roughly on your collar bones.   Keep the upper body upright.  Keep your core engaged.  With feet shoulder width apart, squat down, taking your hips below your knees.  ",
        "category": "weights",
        "muscleGroup": "Legs",
        "equipment": "BarbellMachineSmith MachineSquat Rack",
        "name": "Front Squats",
        "youtubeId": "v-mQm_droHg"
    },
    {
        "description": "This is a kickback move to isolate the glute muscle.   Facing the cable machine with the pully set low, attach the cable to one ankle.   With a fairly low weight, lean slightly forward, with the standing knee slightly bent.   Start position is with ankles together, raise the working leg up and behind you til it's level with the buttock .",
        "category": "weights",
        "muscleGroup": "Legs",
        "equipment": "Cable",
        "name": "Glute Cable Raises",
        "youtubeId": "dJa_Nf4zdik"
    },
    {
        "description": "This is a squat with a wide stance, knees and feet pointing outwards.   In this variation, we go as low as possible by standing on two platforms.  Keep the back straight, head up. Go down as low as possible to feel the stretch, making sure you have a weight you can control as you come up.  The lower you go, the more you will work the glutes.",
        "category": "weights",
        "muscleGroup": "Legs",
        "equipment": "Dumbbell",
        "name": "Goblet Squats",
        "youtubeId": "q4CSeayuKbo"
    },
    {
        "description": "The machine will give you more stability and greater control of the weight.  Have your feet hip distance apart, toes slightly out. Keep the knees in line with the toes. Go as low as you can.   Keep tension in your muscles by not fully locking out at the top. ",
        "category": "weights",
        "muscleGroup": "Legs",
        "equipment": "Machine",
        "name": "Hack Squats",
        "youtubeId": "4cxt_Tldugw"
    },
    {
        "description": "Hang from a pull up bar, engaging your upper body, chest up, shoulder blades together. Engage your core.  Raise you knees up level with your waist.   There are a number of variations available - knees wide, or together.   Adding a twist will work more of the obliques.   See 'Related Exercises' for more challenging versions - Hanging Leg Raises, and Toes to Bar. ",
        "category": "weights",
        "muscleGroup": "Abs",
        "equipment": "Pull Up Bar",
        "name": "Hanging Knee Raise",
        "youtubeId": "X-ACS9vpRyU"
    },
    {
        "description": "Hang from the bar with palms facing forward.  Engage your upper body, shoulder blades together.  With legs together and a slight bend in the knee, raise your feet forward, to waist height.   Keep control on the way down.  For variation, add a twist. ",
        "category": "weights",
        "muscleGroup": "Abs",
        "equipment": "Pull Up Bar",
        "name": "Hanging Leg Raises",
        "youtubeId": "Pr1ieGZ5atk"
    },
    {
        "description": "Hanging with your hands facing forward, engage your upper body, shoulder blades together. With knees slightly bent, hinge at the hips, raise your toes to the bar.  Come down slowly with control, don't swing. ",
        "category": "weights",
        "muscleGroup": "Abs",
        "equipment": "Pull Up Bar",
        "name": "Hanging Pike",
        "youtubeId": "wVRlRmGsZ2w"
    },
    {
        "description": "Lying on your back, take your arms out to the sides for stability.  Raise your legs with bent knees, keep your knees at 45 degrees.   Keeping the knees together, swing your legs over to one side, then the other.  ",
        "category": "weights",
        "muscleGroup": "Abs",
        "equipment": "",
        "name": "Hip Crossovers",
        "youtubeId": "A3fM15LVbZE"
    },
    {
        "description": "Lay down on your back with hands flat on the floor by your hips for support.  Raise your hips with your legs in the air.  Curly your hips and legs up, concentrating on lifting the hips off the ground. ",
        "category": "weights",
        "muscleGroup": "Abs",
        "equipment": "",
        "name": "Hip Raises",
        "youtubeId": "UPcXgTL09lU"
    },
    {
        "description": "Using the incline angle to focus on the upper chest, Grip the bar wider than your shoulders.  Keep the shoulder blades together, back flat on the bench.  Bring the bar down to the top of your chest.  Slowly down, explode up.   ",
        "category": "weights",
        "muscleGroup": "Chest",
        "equipment": "Barbell",
        "name": "Incline Barbell Press",
        "youtubeId": "SrqOu55lrYU"
    },
    {
        "description": "With the bench at about 35 degrees, lay face down, and grip the bar directly under your shoulders.  Keeping the upper arms and elbows in a fixed position, squeeze up, bringing the bar under your chin.  Explode up, slowly down.  You can vary the grip, for example by using an EZ bar, in order to work a different part of the bicep.  Another variation, using dumbbells, is called Spider Curl (see belo",
        "category": "weights",
        "muscleGroup": "Arms",
        "equipment": "Barbell/Bench",
        "name": "Incline Bench Barbell Curl",
        "youtubeId": "k5u2IwU06o8"
    },
    {
        "description": "This exercise is about the stretch, so you don't need a heavy weight.  Using the incline will put more effort on the upper chest.  Hold both weights together above your head with outstretched arms.  Take the weights out to the sides, with a slight bend in the elbows.  Arms are locked, you're pivoting only from the shoulder joint.  Feel the stretch at the bottom of the movement.  Slowly down, slow",
        "category": "weights",
        "muscleGroup": "Chest",
        "equipment": "Dumbbell",
        "name": "Incline Dumbbell Flys",
        "youtubeId": "bDaIL_zKbGs"
    },
    {
        "description": "With the bench set at about 35 degrees, lie back on the bench, back pressed on the bench, shoulder blades together.  Start with the dumbbells either side of your chest, elbows sticking out to the sides. Bring the dumbbells up to a position above your shoulders.  Squeeze your chest when you get to the top, but take care not to clang the dumbbells together.   By using the incline, you're throwing t",
        "category": "weights",
        "muscleGroup": "Chest",
        "equipment": "Dumbbell",
        "name": "Incline Dumbbell Press",
        "youtubeId": "0G2_XV7slIg"
    },
    {
        "description": "Set the incline bench in a position where the bar is directly above your upper chest.   Grip wider than your shoulders.   Bring the bar slowly down so it's just above your chest.   Explode up, hold and squeeze at the top.  ",
        "category": "weights",
        "muscleGroup": "Chest",
        "equipment": "Machine",
        "name": "Incline Machine Press",
        "youtubeId": "ig0NyNlSce4"
    },
    {
        "description": "With the bench set at about 35 degrees, lie face down on the bench.  Take a dumbbell in each hand, pull up both dumbbells together, keeping your elbows close to your body.  Squeeze at the top of the movement, and slowly down. ",
        "category": "weights",
        "muscleGroup": "Back",
        "equipment": "Bench/Dumbbell",
        "name": "Incline Row On Bench",
        "youtubeId": "2LxN3_3atps"
    },
    {
        "description": "Lay flat on your back, arms stretched out on the floor behind you.   Engage your core, slightly bend your knees and lift your feet an inch above the ground.  Raise your legs to 45 degrees, at the same time, crunch your shoulders up and bring your arms overhead so that the touch your shins.  Control back to the start position, but don't let your feet touch the floor. ",
        "category": "weights",
        "muscleGroup": "Abs",
        "equipment": "",
        "name": "Jack Knives",
        "youtubeId": "CWOZyf8kaH0"
    },
    {
        "description": "In this deadlift variation, you take a wide stance, with one foot in front of the bar, one foot behind, so that the effort is directly under your body's center of gravity.  Keeping your back straight, chest up, you're bending only at the knees. ",
        "category": "weights",
        "muscleGroup": "Legs",
        "equipment": "Barbell",
        "name": "Jefferson Deadlift",
        "youtubeId": "sbIQqNonxf8"
    },
    {
        "description": "An alternative to the hanging knee raise, this variation uses a frame.  Keep your upper body locked so you don't swing.  Squeeze knees to chest at the top of the movement.   Increase resistance by raising whole leg forward - a Leg Raise,  ",
        "category": "weights",
        "muscleGroup": "Abs",
        "equipment": "",
        "name": "Knee Raise On Frame",
        "youtubeId": "X-ACS9vpRyU"
    },
    {
        "description": "With the cables set about head height when standing, you then kneel down to do the movement.   By kneeling, you're neutralising the lower body, avoiding any swing.   Keep the elbows level with the shoulders, bend only at the elbows to concentrate effort on the biceps.  Slow and controlled, squeeze at the top of the movement. ",
        "category": "weights",
        "muscleGroup": "Arms",
        "equipment": "Cable",
        "name": "Kneeling Cable Curl",
        "youtubeId": "7daJq0RFQ_0"
    },
    {
        "description": "Grip the bar slightly wider than your shoulders. This is a standard grip. You can also vary the grip to wide or narrow, to work the lats in different ways.  Stretch at the top of the movement, engage the lats, and come slowly down.  Bring the bar to just in front of your chin, and squeeze. Keep control on the way up. ",
        "category": "weights",
        "muscleGroup": "Back",
        "equipment": "Cable",
        "name": "Lat Pull Down",
        "youtubeId": "CAwf7n6Luuc"
    },
    {
        "description": "Using the machine to really isolate your quad muscles, take a weigh you can control.  Slowly raise the pad, then squeeze and hold for one second at the top of the movement. Then slowly down.   For slight variation, you can point your feet out to the sides for one rep, then point them inwards for the next. ",
        "category": "weights",
        "muscleGroup": "Legs",
        "equipment": "Machine",
        "name": "Leg Extensions",
        "youtubeId": "ljO4jkwv8wQ"
    },
    {
        "description": "Lay flat on your back, arms by your sides, palms pressed on the floor for stability.  Bring your knees up towards your chin, at the same time raising your hips up off the floor to crunch.  Squeeze so that your knees come close as possible to the chin. Go slowly down by extending the legs. Don't let your feet touch the floor as you continue with the next rep. ",
        "category": "weights",
        "muscleGroup": "Abs",
        "equipment": "",
        "name": "Leg Pull Ins",
        "youtubeId": "a2dNtC17WRU"
    },
    {
        "description": "A way of really isolating your lat muscle, by working each side separately,   Here, go down on one knee, the other foot forward for stability.  With the cable pully set low, reach forward to take the handle.   Engage your lat muscle before you pull. Then squeeze slowly back, keeping the elbow to your side.  Stretch, and squeeze, but keep the muscle engaged the whole time.   ",
        "category": "weights",
        "muscleGroup": "Back",
        "equipment": "Cable",
        "name": "Low Cable Row Single Arm",
        "youtubeId": "_z5NMUxkxxw"
    },
    {
        "description": "For concentration on the bicep, use the Seated Row Machine.  Rest your elbows on your knees and lock the upper arms. Take the bar with palms facing towards you, and come up, hinging only at the elbow.  Come down slowly, with control. ",
        "category": "weights",
        "muscleGroup": "Arms",
        "equipment": "Cable",
        "name": "Low Pulley Cable Curl",
        "youtubeId": "HMIUVGVILGw"
    },
    {
        "description": "Choose a platform that is high enough to let you extend your arms below you with the weight.   Lie face down on the platform, with your legs supported behind you.  Place the barbell directly beneath your chest.  As you pull up, focus on the squeeze, isolating those middle back muscles.  Explode up, squeeze, and slowly down.  ",
        "category": "weights",
        "muscleGroup": "Back",
        "equipment": "Barbell",
        "name": "Lying Barbell Row",
        "youtubeId": "vaPK9vXPB58"
    },
    {
        "description": "With the bench at a slight incline, lie flat on your back, take the dumbbells on to your chest, elbows out to the sides.  Straighten the arms fully, so that the dumbbells end up above your head.  Turn your pinkies out at the top, but don't fully lock out the elbows.  Keep the muscle in tension all the way up, all the way down. ",
        "category": "weights",
        "muscleGroup": "Arms",
        "equipment": "Dumbbell",
        "name": "Lying Dumbbell Extension",
        "youtubeId": "MO_03opCc0g"
    },
    {
        "description": "A go-to exercise for hamstrings, the machine really isolates the muscle.  Concentrate on the movement, not the weight - keeping control on the way up and on the way down, squeezing at the top of the movement.  ",
        "category": "weights",
        "muscleGroup": "Legs",
        "equipment": "Machine",
        "name": "Lying Hamstring Machine Curls",
        "youtubeId": "q1cKTmaeQWo"
    },
    {
        "description": "Focussing on your Obliques at the sides of the abs, lie on one side, with one foot on the floor to stabilise.  Hands loosely behind your head, squeeze as you lift your shoulders from the floor, taking the elbow towards the raised knee.   Repeat on other side. ",
        "category": "weights",
        "muscleGroup": "Abs",
        "equipment": "",
        "name": "Lying Side Crunch",
        "youtubeId": "vSuIwkOoyG8"
    },
    {
        "description": "This is not a machine you'll find in every gym, but it there is one, give it a try.  The pad gives you great stability during the movement, focussing all the effort on the middle back muscles.  Stretch down, pull up with control, squeeze at the top, then slowly down.   If your gym doesn't have a machine like this, see 'related exercises' below. ",
        "category": "weights",
        "muscleGroup": "Back",
        "equipment": "Machine",
        "name": "Machine Bent Over Row",
        "youtubeId": "7PhvyukQ4Sw"
    },
    {
        "description": "Working calves is a simple matter of up and down.  This can be done on a dedicated machine, or on a Smith Machine by placing a step below the bar.  Stretch at the bottom, squeeze at the top.   You can vary the movement by pointing the toes inwards for one set, and outwards for the next set. ",
        "category": "weights",
        "muscleGroup": "Legs",
        "equipment": "Machine",
        "name": "Machine Calf Raises",
        "youtubeId": "Hu8i9d_IgpM"
    },
    {
        "description": "A variation on the Machine Fly - this exercise keeps one pec in tension, while working the other.    So, hold the right side forward in tension, while you do three reps on the left. Then change sides.   After 10-12 reps, finish with a further 10 reps doing both together.",
        "category": "weights",
        "muscleGroup": "Chest",
        "equipment": "Machine",
        "name": "Machine Flys Alternating Variation",
        "youtubeId": "u56jywgbvE4"
    },
    {
        "description": "Using the machine takes away the need to stabilise during the movement, focussing the work right on the shoulder muscles.  Push the handles up, keeping the elbows out to the sides.  Squeeze when you get to the top, come gently back.  The machine in our video uses a bar directly over the middle shoulders, working the middle delt.  An angle where you're pushing forward would shift the emphasis on t",
        "category": "weights",
        "muscleGroup": "Shoulders",
        "equipment": "Machine",
        "name": "Machine Press (Shoulders)",
        "youtubeId": "3R14MnZbcpw"
    },
    {
        "description": "A variation on the Machine Press - this exercise keeps one pec in tension, while working the other.    So, hold the right side forward in tension, while you do three reps on the left. Then change sides.   After 10-12 reps, finish with a further 10 reps doing both together.",
        "category": "weights",
        "muscleGroup": "Chest",
        "equipment": "Machine",
        "name": "Machine Press Alternating Variation",
        "youtubeId": "bmUMRnvAucw"
    },
    {
        "description": "Using the machine allows you to go deep on your squat, and helps protect the back from injury.  Taking a narrow stance, with feet a few inches apart, puts more effort on the outer quad.    Go deep into the squat, and explode up. Don't lock the legs at the top. Keep tension in the muscle the whole time. ",
        "category": "weights",
        "muscleGroup": "Legs",
        "equipment": "Machine",
        "name": "Machine Press Narrow Stance",
        "youtubeId": "CHPHn-OnTqE"
    },
    {
        "description": "The machine gives more isolation on the middle delt, as you don't need to use the surrounding muscles to stabilise.  It also allows you to load the weight.   Squeeze at the top, slowly down.   On the final rep, squeeze and hold. ",
        "category": "weights",
        "muscleGroup": "Shoulders",
        "equipment": "Machine",
        "name": "Machine Raise",
        "youtubeId": "0FUpcwj_1z4"
    },
    {
        "description": "Moving in a fixed range of motion, the machine allows you to isolate and focus right in on the middle back muscles. Squeeze at the top, and slowly down.  Don't lock the arms out at the bottom of the movement - keep tension in the muscles the whole time. Different grips on the machine allow you to target muscles in different ways. Some machines also allow you to twist as you come up. ",
        "category": "weights",
        "muscleGroup": "Back",
        "equipment": "Machine",
        "name": "Machine Row",
        "youtubeId": "A3M3sdXTT9Y"
    },
    {
        "description": "Also known as Overhead Press,  Plant your feet slightly wider than your hips for stability.   Take the bar to the top of your shoulders.  Press the weight up and over your head. Don't lock your arms at the top, keep moving, slow and controlled.   In this variation, you're taking the bar to the front of your head, then to the back, to bring in different parts of the shoulder. ",
        "category": "weights",
        "muscleGroup": "Shoulders",
        "equipment": "Barbell",
        "name": "Military Press",
        "youtubeId": "2yjwXTZQDDI"
    },
    {
        "description": "Working your core, and the obliques at the side of your abdominals.  Lie down with one side of your body slightly raise, knees over to one side, one buttock off the floor. With one hand behind your head, crunch over towards the bent knee.   Change sides. ",
        "category": "weights",
        "muscleGroup": "Abs",
        "equipment": "",
        "name": "Oblique Crunch",
        "youtubeId": "QbL1ksNO0Js"
    },
    {
        "description": "This is a great way of adding resistance to your abs crunch.   Lay flat on your back, knees bent, feet on the floor.  Hold a dumbbell or plate above your chest with extended arms.  Engage your core, then raise your upper body, shoulders up off the floor, taking the weight directly upwards.  Lower down slowly with control.  Option to anchor your feet under a weight. ",
        "category": "weights",
        "muscleGroup": "Abs",
        "equipment": "Plate",
        "name": "Otis Up",
        "youtubeId": "BhtnaHGJa8w"
    },
    {
        "description": "Set the pulley at roughly head height. Using your front foot to stabilise, stand in front of the cable machine, and lean forward to about 45 degrees - holding the handle out in front of you, at the same angle as your body.   Start easing the handles back behind your head, slowly with control.   Extend the arm back out in front of you, again, keeping control. Don't completely lock out at the top o",
        "category": "weights",
        "muscleGroup": "Arms",
        "equipment": "Cable",
        "name": "Overhead Cable Extension",
        "youtubeId": "GzmlxvSFE7A"
    },
    {
        "description": "As you take the handles, keep your shoulder blades together and sit upright.  Keep the elbows high and slightly bent, level with your shoulders. Bring the handles together in front of you, bending only at the shoulders, elbows and wrists locked.  Take the handles slowly back, and repeat. Let the pec muscle stretch as you go out.  Don't overload the weight, it's more about control, and stretch. ",
        "category": "weights",
        "muscleGroup": "Chest",
        "equipment": "Machine",
        "name": "Pec Dec Fly",
        "youtubeId": "u56jywgbvE4"
    },
    {
        "description": "The machine takes away the need for you to stabilise, forcing all the effort on the back muscles.   Sit facing the pad, grip the handles, engage your back muscles, then pull and squeeze toward you.  Many machines will offer you different grip positions, to work the muscles from different angles.  ",
        "category": "weights",
        "muscleGroup": "Back",
        "equipment": "Machine",
        "name": "Plate Machine Row",
        "youtubeId": "BeTZjAneZpk"
    },
    {
        "description": "A technique to keep the squeeze in the pec muscles throughout the pressing movement, take two plates and squeeze them together above your chest. As you press up, keep them squeezed together.   Can also be performed on a flat bench, to work a different angle of the chest. ",
        "category": "weights",
        "muscleGroup": "Chest",
        "equipment": "",
        "name": "Plate Press",
        "youtubeId": "1DK6qYRFurw"
    },
    {
        "description": "While the regular Plate Front Raise follows roughly the same movement as, say, a Dumbbell Front Raise, the plate also allows you to add an extra twist, to work different angles of your shoulder.   Start by holding the plate in front of your thighs, arms extended.  Raise the plate up to head height - at the top, add a twist.  On one rep, twist clockwise, the next rep, twist anti-clockwise.   Optio",
        "category": "weights",
        "muscleGroup": "Shoulders",
        "equipment": "",
        "name": "Plate Raise Variation With Twist",
        "youtubeId": "5GDJoNusagQ"
    },
    {
        "description": "Plant your feet hip distance apart, slight bend in the knee.  Grip the plate with both hands.  Starting position is with the plate down in front of you, arms extended.   Raise the plate up to shoulder height. Come down slowly, with control.  ",
        "category": "weights",
        "muscleGroup": "Shoulders",
        "equipment": "",
        "name": "Plate Raises",
        "youtubeId": "iUybDbLkFiI"
    },
    {
        "description": "An exercise where the pad helps you focus all the effort right on the bicep muscle, by eliminating swinging.   Plant your elbows on the pad directly below your shoulders.  Take the weight up and back, squeezing at the top.  You can vary the grip by using a straight bar or an EZ bar.  ",
        "category": "weights",
        "muscleGroup": "Arms",
        "equipment": "Barbell",
        "name": "Preacher Curl",
        "youtubeId": "fIWP-FRFNU0"
    },
    {
        "description": "A wide grip pull up will work the outside of the lat muscles, creating width in your back.  This neutral grip variation puts more effort on to the middle of your back.  Keeping your elbows in and to your sides, raise up slowly until. your chin is level with the bar.  Then go slowly down.  ",
        "category": "weights",
        "muscleGroup": "Back",
        "equipment": "Pull Up Bar",
        "name": "Pull Up Variation Neutral Grip",
        "youtubeId": "YJ7HuEsbOPY"
    },
    {
        "description": "Rack pull is similar to the traditional deadlift, but with the bar resting on the rack rather than on the floor.   Like the deadlift, it works glutes, hamstrings, upper and lower back. Plant your feet shoulder width apart, slight bend in the knees.  Bend down to take the weight.  As you come up, keep your chest up, shoulders back.  Keep the bar close to your body the whole time. ",
        "category": "weights",
        "muscleGroup": "Back",
        "equipment": "Barbell Squat Rack",
        "name": "Rack Pulls",
        "youtubeId": "aAjN8zS7Idg"
    },
    {
        "description": "Set the pulleys higher than your head, take hold of the opposite cables (can be done without handles), so that your arms are crossed.  With back straight, shoulders back, take the cables out to the sides, slow and controlled.  Slight bend in the elbows, keep the arms locked, pivoting only at the shoulders.  Starting position is just above head height, end position is level with your shoulders.   ",
        "category": "weights",
        "muscleGroup": "Shoulders",
        "equipment": "Cable",
        "name": "Rear Delt Cable Fly",
        "youtubeId": "JENKmsEZQO8"
    },
    {
        "description": "Set the bench at around 35 degrees.  Lean forward on the bench, holding the dumbbells down towards the floor. Swing the weights out to the sides, as far as they'll go - thereby squeezing the rear delts.  As you swing, keep the weights moving.  Ideally, go to failure on this exercise. ",
        "category": "weights",
        "muscleGroup": "Shoulders",
        "equipment": "Bench/Dumbbell",
        "name": "Rear Delt Swing",
        "youtubeId": "uBobiqmGuNc"
    },
    {
        "description": "This crunch focusses the effort on the lower abs.  Lie flat on the floor, hands flat by your sides to stabilise. With bent legs, bring your knees towards your chest, slowly with control.   Slowly down as you straighten your legs, and repeat.  Don't let your heels touch the floor - keep tension the whole time. ",
        "category": "weights",
        "muscleGroup": "Abs",
        "equipment": "",
        "name": "Reverse Crunch",
        "youtubeId": "hyv14e2QDq0"
    },
    {
        "description": "This exercise works the whole back because you have to use all the muscles to stabilise and co-ordinate the movement.  Keep the elbows pointing out to make sure you're working the lats.  Keep control the whole time. ",
        "category": "weights",
        "muscleGroup": "Back",
        "equipment": "",
        "name": "Ring Pull Up",
        "youtubeId": "wh_pR3zyW80"
    },
    {
        "description": "This pulldown is often performed with a bar, working the lats.   However, if you change it up to a rope (you may need two ropes clipped together), you can bring your fists further behind you for a better squeeze.  Bend over at a 45 degree angle, knees slightly bent.   Fully extend your arms in front of you as you grip the rope.  Bring the rope slowly down to your sides, and squeeze.   Then slowly",
        "category": "weights",
        "muscleGroup": "Back",
        "equipment": "Cable",
        "name": "Rope Cable Pullover",
        "youtubeId": "HxpAkxWe7Po"
    },
    {
        "description": "The combination of rope and cable gives you constant resistance across the whole movement. Hold the rope with a hammer grip (fists upright), raise your fists to about chest height, squeeze at the top of the movement.  Keep your elbows tucked in.  And slowly down. ",
        "category": "weights",
        "muscleGroup": "Arms",
        "equipment": "Cable",
        "name": "Rope Hammer Curls",
        "youtubeId": "1Quc_tOv97I"
    },
    {
        "description": "Using a double rope on this exercise will allow the tricep to lengthen fully.   Bend over at about 45 degrees, knees slightly bent.  Take the ropes, and tuck your elbows in to the sides.  Extend the rope behind you, fists coming down by your sides.  Extend fully and squeeze.  Take the rope slowly back, and repeat. ",
        "category": "weights",
        "muscleGroup": "Arms",
        "equipment": "Cable",
        "name": "Rope Kickback",
        "youtubeId": "n1wFHU8Pkfc"
    },
    {
        "description": "This exercise is often performed with a bar. But the rope allows you to fully extend the arms as they come down by your sides.  You may need to use a double rope to get that full extension.  Lean slightly forward as you take the ropes.  Keep the elbows tucked in to the sides. Extend the arms, and as your fists come to your sides, twist the pinkie finger slightly out for a full squeeze.  Come slow",
        "category": "weights",
        "muscleGroup": "Arms",
        "equipment": "Cable",
        "name": "Rope Push Down",
        "youtubeId": "vB5OHsJ3EME"
    },
    {
        "description": "Working your core, plus internal and external obliques, take a V sit position, keeping your feet raised off the floor, knees bent. Tense your upper body.  Clench your hands together by your belly, them move your hands first to one side then the other.  Keeping your V shape, feet and torso raised, throughout.  Add resistance by holding a weight or plate. ",
        "category": "weights",
        "muscleGroup": "Abs",
        "equipment": "",
        "name": "Russian Twist",
        "youtubeId": "wkD8rjkodUI"
    },
    {
        "description": "Lying flat on your back, with palms flat on the floor by your sides for stability, raise both feet about an inch from the floor.   Raise one leg to about 45 degrees, then the other, without allowing either heel to touch the floor. ",
        "category": "weights",
        "muscleGroup": "Abs",
        "equipment": "",
        "name": "Scissor Kicks",
        "youtubeId": "WoNCIBVLbgY"
    },
    {
        "description": "Being seated enables you to focus on the middle chest, without having to worry about stabilising as you would with a standing fly.  Align the pullies directly with the middle of the chest.  Keep your back pressed against the seat, shoulder blades pinned together.  Take the handles out to the sides, with a slight bend in the elbow. Allow a good stretch at the top, bring the handles together in fro",
        "category": "weights",
        "muscleGroup": "Chest",
        "equipment": "Cable",
        "name": "Seated Cable Flys",
        "youtubeId": "IJ4D3FeflRA"
    },
    {
        "description": "One of the standard back exercises.  Sit on the machine with knees bent, feet against the plate.  Take the handles, and start with back upright, handles close to your body.  Lean forward, hinging at the hips, allowing the handles to pull forward, stretching your lats.   Keep the back straight at all times, shoulder blades pinned together.  Pull back, again with straight back, to an upright positi",
        "category": "weights",
        "muscleGroup": "Back",
        "equipment": "Cable",
        "name": "Seated Cable Row",
        "youtubeId": "sP_4vybjVJs"
    },
    {
        "description": "Like the standard seated row, this exercise works your whole back.  However, by working one side, then the other, you can get a greater stretch on the lat muscle.  In this example, the machine provides two handles, allowing you to work one side, while keeping the other under tension.    ",
        "category": "weights",
        "muscleGroup": "Back",
        "equipment": "Cable",
        "name": "Seated Cable Row Variation",
        "youtubeId": "A77hAjcpN1s"
    },
    {
        "description": "Set the bench at a slight angle leaning back.  Keep your elbows wide, shoulder blades pinned together.  Starting with the dumbbells level with your ears, raise them up to the ceiling.   Bring them together so they almost touch, but take care not to clunk them together. Then slowly down to the start positionn. Using dumbbells allows a greater contraction on the muscle, compared to a machine or bar",
        "category": "weights",
        "muscleGroup": "Shoulders",
        "equipment": "Dumbbell",
        "name": "Seated Dumbbell Press",
        "youtubeId": "qEwKCR5JCog"
    },
    {
        "description": "Cable extension is a great exercise for triceps, and there are a number of variations, using either rope, bar, or handles.   In this variation, you're using a handle to work each side separately. This allows you a greater contraction as you extend your arm to the side, with an option to use your other hand to stabilise your upper body.  Lock your upper body, elbow tucked in. Extend the arm to the",
        "category": "weights",
        "muscleGroup": "Arms",
        "equipment": "Cable",
        "name": "Single Arm Cable Extension",
        "youtubeId": "Zl46Cxc4DDs"
    },
    {
        "description": "An ideal finisher for your Chest Workout, this front raise uses the cable to isolate the pec muscle,  With the pully set low, stand so that you can raise your arm across your front. Hold the cable in your fist, and with slightly bent elbow, raise your arm across the front of the body, focussing on squeezing the pec muscle. ",
        "category": "weights",
        "muscleGroup": "Chest",
        "equipment": "Cable",
        "name": "Single Arm Cable Front Raise",
        "youtubeId": "n127D52-z9Y"
    },
    {
        "description": "Standing or seated, take a single dumbbell over your head with extended arm.   Keeping your elbow as close to your head as possible, bend at the elbow taking the weight down behind your head. Raise the dumbbell up again, squeezing at the top.  ",
        "category": "weights",
        "muscleGroup": "Arms",
        "equipment": "Dumbbell",
        "name": "Single Arm Dumbbell Overhead Extension",
        "youtubeId": "jTQWYdWLvys"
    },
    {
        "description": "Set yourself with one knee and one hand on the bench.   take the other leg out to the side and slightly back, for maximum stability.  Reach down for the dumbbell. Keep your back straight and head up.   Raise the weight up towards your chest, keeping the elbow close to your body.  The movement of the dumbbell should be at a slight angle - top position is next to your chest, bottom position under y",
        "category": "weights",
        "muscleGroup": "Back",
        "equipment": "Dumbbell",
        "name": "Single Arm Dumbbell Row",
        "youtubeId": "roCP6wCXPqo"
    },
    {
        "description": "A lat pulldown is usually performed using a bar for wide or neutral grip, or handles for close grip. This variation uses a single handle, one arm at a time, to give you maximum stretch at the top of the movement, maximum squeeze at the bottom of the movement.  Keep the tempo slow and controlled, focus on the mind-muscle connection to create maximum stretch and squeeze. ",
        "category": "weights",
        "muscleGroup": "Back",
        "equipment": "Cable",
        "name": "Single Arm Lat Pull Down",
        "youtubeId": "0BT533ueEdI"
    },
    {
        "description": "A way of isolating the lat muscle, for this exercise, you stand side on to the cable, and pull from the side only.  Standing, with the pully set high, reach over with arm extended, then pull the handle so that your elbow comes towards your body.   In this demo, Obi actually touches the muscle he is working so he can feel the squeeze and the stretch. ",
        "category": "weights",
        "muscleGroup": "Back",
        "equipment": "Cable",
        "name": "Single Arm Side Pull",
        "youtubeId": "0BT533ueEdI"
    },
    {
        "description": "Isolate the tricep by lying flat on a bench.  Raise a single dumbbell over your shoulder so your whole arm is vertical. Keep the upper arm locked, hinge only at the elbow to bring the dumbbell towards your body, with a hammer grip. Stretch at the bottom, slowly up, and squeeze at the top.  You can use the other hand to check your arm is staying locked in position. ",
        "category": "weights",
        "muscleGroup": "Arms",
        "equipment": "Dumbbell",
        "name": "Single Arm Tricep Extension With Dumbbell",
        "youtubeId": "_gsUck-7M74"
    },
    {
        "description": "Lie flat on the bench, take the barbell directly above your chest with arms extended.  Keeping the upper arms straight up, hinge only at the elbows, bringing the weight down towards your head (hence the name). Keeping control the whole time, extend slowly up, and squeeze at the top. Make sure your elbows stay in the same position throughout the exercise.  You can use a straight bar, or an EZ bar ",
        "category": "weights",
        "muscleGroup": "Arms",
        "equipment": "Barbell",
        "name": "Skull Crushers",
        "youtubeId": "d_KZxkY_0cM"
    },
    {
        "description": "Lie forward on a bench set at around 35 degrees, with your arms hanging down below your shoulders.   Keeping the upper arm in position, lift up the dumbbells hinging only at the elbows.   Squeeze at the top of the movement.   This exercise can also be performed with a barbell or EZ bar, or you can use a hammer grip on the dumbbells. ",
        "category": "weights",
        "muscleGroup": "Arms",
        "equipment": "Bench/Dumbbell",
        "name": "Spider Curls",
        "youtubeId": "-4RNtxT0LwM"
    },
    {
        "description": "Considered the king of exercises for lower body, squats are key to developing the quads, the largest muscles in the body.   Advanced lifters often use extremely heavy weights, but it's important to master correct form before you go heavy.  Feet shoulder width apart, take the weight on your shoulders.  Keep your back straight, chest out, head up.   Bend at the hips and knees, taking the knees in a",
        "category": "weights",
        "muscleGroup": "Legs",
        "equipment": "Barbell Squat Rack",
        "name": "Squats",
        "youtubeId": "mGvzVjuY8SY"
    },
    {
        "description": "Don't neglect calves on Leg Day.   For this exercise, you're on a Smith Machine, with the front of your feet on a low platform.  You can also stand on a couple of plates. Go for maximum range of motion - stretch as much as you can at the bottom, squeeze as hard as you can at the top.   You can vary this exercise by pointing your toes in or out. ",
        "category": "weights",
        "muscleGroup": "Legs",
        "equipment": "Barbell Squat Rack",
        "name": "Standing Barbell Calf Raises",
        "youtubeId": "3UWi44yN-wM"
    },
    {
        "description": "An exercise to isolate the Rear Delts, set the pully just above head height.   Stand with one foot back for stability.   Take the ropes level with your chin. Reach forward, then pull back, keeping the elbows high.   Keep the back straight, shoulder blades pinned back and chest up the whole time.  Feel the squeeze in the rear delt as you come back. ",
        "category": "weights",
        "muscleGroup": "Back",
        "equipment": "Cable",
        "name": "Standing Cable Row",
        "youtubeId": "Ov5qMp4QPIA"
    },
    {
        "description": "Here are two variations on the cable row for back, depending on the angle of your body.  Each works a different part of the back.   Stand with one foot set on the seat for stability.  In the first variation, lean forward at about 45 degrees, and row by reaching forward, then pulling the handles back to the side of your chest.  For the second variation, you lean back at an angle of around 45 degre",
        "category": "weights",
        "muscleGroup": "Back",
        "equipment": "Cable",
        "name": "Standing Cable Row Variation",
        "youtubeId": "iCZ6KkRKZDc"
    },
    {
        "description": "Standing with one foot slightly forward for stability, take the dumbbells up to level with your ears, for your start position. Raise the dumbbells up, bring them almost together, but don't let them touch.  Keep your elbows out, head up.  Come slowly down to level with your ears.   The standing variation can make it easier to move straight into a superset, for example with lateral raises or Crazy ",
        "category": "weights",
        "muscleGroup": "Shoulders",
        "equipment": "Dumbbell",
        "name": "Standing Dumbbell Press",
        "youtubeId": "OOe_HrNnQWw"
    },
    {
        "description": "This exercise makes use of the Leg Extension machine, but works the Hamstrings, by simply turning around to face the machine.  Holding the back of the seat to stabilise, set the machine so that the pad is on your lower calf.  Raise the pad up, slowly and controlled, and down again.  Fully contract the hamstring at the top of the movement.   Using the machine in this way can make it easier to supe",
        "category": "weights",
        "muscleGroup": "Legs",
        "equipment": "Machine",
        "name": "Standing Hamstring Machine Curls",
        "youtubeId": "ExTdryIY_x4"
    },
    {
        "description": "With the pulley set low, take the ropes in both hands, and lean forward slightly. Pull the ropes up and towards you, keeping your elbows tucked in.  With your back straight, stretch forward and repeat.   You may get a better squeeze by using two ropes attached to the cable together.  Take an extra squeeze by twisting your pinkies up and towards you at the top of the movement. ",
        "category": "weights",
        "muscleGroup": "Back",
        "equipment": "Cable",
        "name": "Standing Low Cable Row",
        "youtubeId": "VS6OKT0YXos"
    },
    {
        "description": "This deadlift focusses on hamstrings, by keeping the legs straight, stretching the hamstrings.   Lock your legs, holding the bar in front of you resting on your hips.  Bend down, hinging only at the hips.  Keep the bar as close to your body as possible.  As you get to the bottom, make sure you get a good stretch on the hamstrings.   Keep your back straight, shoulder blades pinned back the whole t",
        "category": "weights",
        "muscleGroup": "Legs",
        "equipment": "Barbell",
        "name": "Stiff Leg Dead Lift",
        "youtubeId": "1uDiW5--rAE"
    },
    {
        "description": "In this crunch variation, you're raising your arms and legs up at the same time, so that your fingers almost touch your toes, folding your body like a suitcase.  Don't let your heels touch the floor as you go down, keep tension the whole time. ",
        "category": "weights",
        "muscleGroup": "Abs",
        "equipment": "",
        "name": "Suitcase Crunch",
        "youtubeId": "dv1hFxPZt2U"
    },
    {
        "description": "Legs out slightly wider than your shoulders, keep your back straight and engage your core. Toes point outwards.  Push your hips back as you go down.  Push down through your heels, and squeeze the glutes together as you come up. ",
        "category": "weights",
        "muscleGroup": "Legs",
        "equipment": "Barbell",
        "name": "Sumo Squat",
        "youtubeId": "kjlfpqXnyL8"
    },
    {
        "description": "Take the bar between your legs, using a V handle.   Bend your knees, keeping the back straight, hips low, head up.  Linebacker stance.  Stretch down, squeeze up.  Our tip - instead of using large plates, use more smaller plates stacked up. This will let you reach down further before the weights touch the floor. ",
        "category": "weights",
        "muscleGroup": "Back",
        "equipment": "Barbell",
        "name": "T Bar Row",
        "youtubeId": "j3Igk5nyZE4"
    },
    {
        "description": "In this sit up, you have your feet tucked under something heavy such as a sofa.   Knees bent.  Hands loosely behind the head, bring your shoulders up, head forward.  Keep a slight curve in the spine.  Lower down slowly with control. ",
        "category": "weights",
        "muscleGroup": "Abs",
        "equipment": "",
        "name": "Three Quarter Sit Up",
        "youtubeId": "P3QWZ-FUZ6Y"
    },
    {
        "description": "For this sit up variation, your legs are already raised, feet in the air, and remain locked.   Crunch your shoulders, bringing your arms up to touch your toes.  Come down with control.   Keeping your legs raised maintains constant tension in the core. ",
        "category": "weights",
        "muscleGroup": "Abs",
        "equipment": "",
        "name": "Toe Touches",
        "youtubeId": "eazQpjRjy2U"
    },
    {
        "description": "Hanging from the bar, engage your whole upper body (as opposed to a 'dead' hang).   This will also help you stop swinging.   Hinging at the hips, raise your legs so that your toes come as close to the bar as possible.  Bring the legs slowly down.   Try not to swing - keep control the whole time. ",
        "category": "weights",
        "muscleGroup": "Abs",
        "equipment": "Pull Up Bar",
        "name": "Toes To Bar",
        "youtubeId": "DVMrILiX_oc"
    },
    {
        "description": "This plank variation works your core and mid-section.  Start in a side plank position, one arm raised, with your weight on the other elbow, one foot just in front of the other.  Come down to take the weight on the other elbow, twist, and raise the other arm.  Alternating arms as you go. ",
        "category": "weights",
        "muscleGroup": "Abs",
        "equipment": "",
        "name": "Twisting Plank",
        "youtubeId": "VUuffgdYL3U"
    },
    {
        "description": "Hands on the bar shoulder width apart, raise the bar up to your chin, elbows out.  To avoid injuries, make sure you warm up first, start with a lower weight, and don't overload the bar.   Variations include Upright Cable Row, and Single Arm Dumbbell Row. ",
        "category": "weights",
        "muscleGroup": "Shoulders",
        "equipment": "Barbell Smith Machine",
        "name": "Upright Barbbell Rows",
        "youtubeId": "amCU-ziHITM"
    },
    {
        "description": "Take the handle with palms facing towards your body.  Pull your elbows up and out, hands towards your chin.  ",
        "category": "weights",
        "muscleGroup": "Shoulders",
        "equipment": "Cable",
        "name": "Upright Cable Rows",
        "youtubeId": "9Q-j2tPu2Sk"
    },
    {
        "description": "By using a single dumbbell and working one side at a time, you can protect your shoulder against injuries, and get a greater squeeze on the muscles.  Keep the body upright, bring the dumbbell up to shoulder height, elbow high.  ",
        "category": "weights",
        "muscleGroup": "Shoulders",
        "equipment": "Dumbbell",
        "name": "Upright Row Single Arm Variation",
        "youtubeId": "40q6sWFqzFM"
    },
    {
        "description": "Take the bar on your shoulders, for balance as well as resistance.  Lunge forward, stepping out wider than normal.  Take the back knee as close to the floor as possible without touching.  Take around 10 steps forward, before turning and heading back.  Make sure your legs are fully warmed up before doing this exercise. ",
        "category": "weights",
        "muscleGroup": "Legs",
        "equipment": "Barbell",
        "name": "Walking Barbell Lunges",
        "youtubeId": "83pKWaXl8VE"
    },
    {
        "description": "Back upright, chest up, shoulders back, take a dumbbell in each hand.  Step forward and come down, so that your knee almost touches the floor. Come up and take another step, and so on.  When you reach the end, take a short rest, turn around and go again. ",
        "category": "weights",
        "muscleGroup": "Legs",
        "equipment": "Dumbbell",
        "name": "Walking Dumbbell Lunges",
        "youtubeId": "D7KaRcUTQeE"
    },
    {
        "description": "Lying on your back, feet flat on the floor, take a plate or dumbbell up and over your chest, with straight arms.   Raise your upper body, shoulders coming up off the floor, crunching your abs.  Take the weight up and slightly forward, breathing out as you come up.   Come slowly down with control.  ",
        "category": "weights",
        "muscleGroup": "Abs",
        "equipment": "Dumbbell",
        "name": "Weighted Crunch",
        "youtubeId": "cbwLMF7oJGI"
    },
    {
        "description": "Use a weight belt and plates to add resistance to your dips.  Keeping the body upright will work your triceps. Lean forward more to work your chest.  Don't fully extend your arms at the top of the movement.  Keep moving the whole time. ",
        "category": "weights",
        "muscleGroup": "Chest",
        "equipment": "Dumbbell",
        "name": "Weighted Dips",
        "youtubeId": "CwdvJLObrf8"
    },
    {
        "description": "The Russian Twist is a great exercise for abs, core and obliques.  Add resistance with a plate or dumbbell.  With knees bent, lock the hips in a V Sit position.  Twist from side to side, allowing the plate to gently touch the floor.  Breath out as the weight comes down. ",
        "category": "weights",
        "muscleGroup": "Abs",
        "equipment": "Plate",
        "name": "Weighted Russian Twist",
        "youtubeId": "pDTHSnoGoEc"
    },
    {
        "description": "Working your whole core, start from a kneeling position, leaning forward.  Take your weight on the wheel and roll forward.  Go out as far as you can go, without letting your body fall flat. Come back up to kneeling, slowly with control.  Vary your movements by rolling out first to the left, then right, then to the middle.  ",
        "category": "weights",
        "muscleGroup": "Abs",
        "equipment": "Ab Wheel",
        "name": "Wheel Roll Out",
        "youtubeId": "rqiTPdK1c_I"
    },
    {
        "description": "Taking a wider grip on the pull down bar will focus effort on your lats, to help create a wider back.  Bring the elbows all the way down, bar to your chin. Hold at the bottom, then go up with control, ",
        "category": "weights",
        "muscleGroup": "Back",
        "equipment": "Cable",
        "name": "Wide Grip Pull Down",
        "youtubeId": "lueEJGjTuPQ"
    },
    {
        "description": "Hang from the bar, engaging your upper body to keep control (as opposed to a 'dead' hang).   Raise one knee, then the other, as if you're running in the air.   ",
        "category": "weights",
        "muscleGroup": "Abs",
        "equipment": "Pull Up Bar",
        "name": "Wind Sprint",
        "youtubeId": "bINT1zlsQws"
    },
    {
        "description": "A variation on the dumbbell curl, here you're adding a twist at the top of the movement, so that on the way down, you're working a different part of the bicep.  So on the way up, your palms are facing your body. On the way down, they're facing away from the body.  Twist again at the bottom, to come up again.",
        "category": "weights",
        "muscleGroup": "Arms",
        "equipment": "Dumbbell",
        "name": "Zottman Curl",
        "youtubeId": "ZrpRBgswtHs"
    }
]